Repository: alexandr1anovx/EcoFill
Catalog: EcoFill/Resources/Localization/*.lproj/Localizable.strings
Languages: uk

source: Home
uk: Головна

source: Map
uk: Карта

source: Profile
uk: Профіль

# qrcode_title
source: QR Code
uk: QR-код

# qrcode_subtitle
source: Scan your code to receive bonuses.
uk: Скануй свій код для отримання бонусів.

# support_title
source: Support
uk: Підтримка

# support_subtitle
source: Report a bug or write a feedback about our service.
uk: Надішліть відгук про нас.

# settings_title
source: Settings
uk: Налаштування

# settings_subtitle
source: Update personal information.
uk: Змінити особисті дані.

# rate_us_title
source: Rate Us
uk: Оцінити нас

# rate_us_subtitle
source: Help others to know about us.
uk: Допоможіть людям дізнатися про нас.

# sign_out_title
source: Sign Out
uk: Вийти

# sign_out_subtitle
source: Sign out of your account.
uk: Вийти з облікового запису.

# sign_out_alert_message
source: This action will redirect you to the login screen.
uk: Ця дія перенаправить вас на екран авторизації.

# color_theme_label
source: Color Theme:
uk: Колірна схема:

# theme_system
source: System
uk: Системна

# theme_light
source: Light
uk: Світла

# theme_dark
source: Dark
uk: Темна

# language_label
source: Language:
uk: Мова:

# updateEmail_title
source: Update Email
uk: Оновлення пошти

# updateEmail_subtitle
source: Update your email address.
uk: Оновити адрес електронної пошти.

# delete_account_title
source: Delete Account
uk: Видалити акаунт

# delete_account_subtitle
source: Are you sure you want to permanently delete your account?
uk: Це назавжди видалить ваші дані.

# delete_account_message
source: Enter your password to delete your account.
uk: Введіть власний пароль, щоб видалити свій обліковий запис.

# input_fullName
source: Full name
uk: Ім'я та прізвище

# input_email
source: Email address
uk: Електронна адреса

# input_email_current
source: Current email address
uk: Потомчна адреса електроної пошти

# input_email_new
source: New email address
uk: Нова адреса електронної пошти

# input_password
source: Password
uk: Пароль

# input_password_current
source: Current password
uk: Поточний пароль

# input_feedback
source: Write your feedback.
uk: Напишіть ваш відгук.

# sign_in_subtitle
source: Enter your email and password.
uk: Введіть пошту та пароль.

# sign_up_subtitle
source: Enter your credentials.
uk: Заповніть усі поля.

source: Select your city:
uk: Оберіть своє місто:

source: Already a member?
uk: Вже є обліковий запис?

source: New member?
uk: Немає облікового запису?

source: Forgot Password?
uk: Забули пароль?

# reset_password_title
source: Password Recovery
uk: Відновлення паролю.

# reset_password_subtitle
source: Enter your current email address to receive a password reset link.
uk: Введіть поточну електронну адресу, щоб отримати посилання для відновлення паролю.

# send_reset_link_button
source: Send Link
uk: Надіслати посилання

# sent_link_title
source: Link Sent.
uk: Посилання надіслано.

# sent_link_message
source: A password reset link has been sent to your email.
uk: Посилання для зміни пароля надіслано на електронну пошту.

# qrcode_screen_message
source: Scan the QR Code:
uk: Скануй QR-код:

source: QR Code not available.
uk: QR-код недоступний.

# scanning_successful
source: Scan successful!
uk: Сканування успішне!

# bonuses_credited
source: Bonuses have been credited to your account.
uk: Бонуси успішно зараховано на рахунок.

source: Loading user data...
uk: Завантаження даних користувача...

# allow_camera
source: Camera Access
uk: Налаштування камери

# camera_access_required
source: Camera access is required to scan the code
uk: Для сканування коду потрібен доступ до камери

source: Go to settings?
uk: Перейти до налаштувань?

# error_missing_full_name
source: Error: Full name is missing.
uk: Помилка: Відсутнє повне ім'я.

source: Error generating QR code.
uk: Помилка при генерації QR-коду.

# payment_label
source: Payment:
uk: Оплата:

# street_label
source: Street:
uk: Вулиця:

# schedule_label
source: Schedule:
uk: Час роботи:

# payment_methods
source: Cash, ApplePay
uk: Готівка, ApplePay

source: Show Route
uk: Показати маршрут

source: Hide Route
uk: Сховати маршрут

# update_email_button
source: Update Email
uk: Оновити пошту

# email_status_label
source: Email Status:
uk: Статус пошти:

# email_status_verified
source: Verified.
uk: Підтверджено.

# email_status_unverified
source: Not Verified.
uk: Не підтверджено.

# email_status_unverified_hint
source: A confirmation link was sent to the provided email address.
uk: Посилання для підтвердження надіслано на вказану електронну адресу.

# feedback_success_alert_message
source: Feedback sent successfully.
uk: Відгук успішно надісланий

# feedback_section_header
source: Submit Your Feedback
uk: Надішліть свій відгук

# feedback_section_footer
source: Please, use polite language in your messages.
uk: Будь ласка, використовуйте ввічливу мову у ваших повідомленнях.
